{
  "customer_care": "Customer care",
  "account": "Account",
  "optical": "Optical",
  "yes": "yes.",
  "sun": "Sun",
  "fit_guide": "Fit guide",
  "we_treat_your_eyes_with_care": "We treat your eyes with care",
  "see_the_collection": "SEE THE COLLECTION",
  "shop_women": "SHOP WOMEN",
  "shop_men": "SHOP MEN",
  "new_in_stock": "New in stock",
  "2_colours": "2 colours",
  "louisa_nylon": "Louisa Nylon",
  "hurst": "Hurst",
  "noemi": "Noemi",
  "tijn": "TIJN",
  "shop_this_model": "SHOP THIS MODEL",
  "mitchel": "Mitchel",
  "all_time_classic_round_shape": "All-time classic round shape",
  "bestsellers": "Bestsellers",
  "eimear": "Eimear",
  "cynthia": "Cynthia",
  "saskia": "Saskia",
  "for_sight": "FOR SIGHT",
  "for_sun": "FOR SUN",
  "see_more": "SEE MORE",
  "our_brands": "Our brands",
  "apologies_if_you_were_looking_for_an_ordinary_optical_store": "Apologies if you were looking for an ordinary optical store. We've hand-picked the unique brands from all over the world to give you the special look for your everyday life.",
  "our_glasses_will_have_you_looking_great_and_feeling_better": "Our glasses will have you looking great and feeling better. We work with independent brands who use the highest-grade of materials, demonstrating detail and craftsmanship in every single pair. A wide range of styles reflect the diversity of our clients and are made to suit different face shapes.",
  "who_are_we": "Who are we?",
  "home":"Home",
  "support": "Support",
  "about": "About",
  "Privac_Policy": "Privac Policy",
  "Terms_of_Service": "Terms of Service",
  "Sunglasses:_Welcome_the_sun" :"Sunglasses: Welcome the sun!",
  "limited": "Limited edition",
  "Optical:_Welcome_the_vision":"Optical: Welcome the vision!",
  "Your_Reliable_Partner":"Your Reliable Partner",
  "We_understand":"We understand how important comfort and quality are to you. Our team is always ready to provide you with personalized support so you can enjoy perfect vision and stylish glasses. Your satisfaction and confidence in our products is our priority.",
  "Garant":"Guarantee of quality and reliability",
  "James":"James Cariochi leads our personalized customer support department. With over 10 years of experience in customer service, James is committed to providing the highest level of customer satisfaction to our clients. Under his leadership, our team is ready to help you with any questions and provide personalized assistance",
  "PQ":"Premium Quality",
  "PQT":"We pride ourselves on offering premium quality eyewear that combines style, comfort and reliability. Our personalized support team is ready to help you with any questions and provide the highest level of service. We are confident in our product and provide guarantees so that you can enjoy first-class vision and an elegant look.",
  "DEEP":"Deep roots of the brand",
  "DEEPT":"With deep roots and a long history, our brand prides itself on offering premium quality eyewear that combines style, comfort and reliability. Our personalized support team is always ready to help you with any questions and provide an exceptional level of service. We are confident in our product and provide guarantees so that you can enjoy first-class vision and an elegant look.",
  "Chose":"By choosing our brand, you are choosing premium quality, reliability and attention to detail. We take pride in what we do and are excited to welcome you to our family of satisfied customers.",
  "ChoseA":"We will always help",
  "FIND":"FIND US"
}
